// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder no se ha probado para la versión de Finder %@";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "Versiones probadas de Finder %@ - %@.\nUna actualización para XtraFinder estará disponible próximamente.\n\n¿Quieres seguir usando XtraFinder?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Por favor finaliza todos los procesos como copiar o mover archivos.\nFinder se reiniciará ahora.";
"Uninstall" = "Desinstalar";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";